[
    {
        "imageurl":"https://static1.shine.com/l/m/images/blog/work-in-a-back-office.jpg",
        "heading" :"Skills Required to Work in a Back Office",
        "para":"Back office roles are changing and no more does a back-office job mean sitting in a shadow and managing documents, and data, handling resources and tackling the organization’s basic structural requirements. While these traditional roles remain a part of the back office, the back office professionals of today are the visible interface between employees and management, acting as a bridge between an organization’s expectations and individual performances.",
        "name":"Harshita Khullar"
    },
    {
        "imageurl":"https://static1.shine.com/l/m/images/blog/white-collar-jobs.jpg",
        "heading" :"What Are ‘White Collar’ Jobs? 10 Jobs to Consider",
        "para":"White-collar jobs are used to describe the administrative and back-office jobs which typically take place in an office setting. These jobs do not require manual labor and are office-based. The term is originated to explain the collared shirts that professionals wear to work.",
        "name":"Harshita Khullar"
    },
    {
        "imageurl":"https://static1.shine.com/l/m/images/blog/online-form-filling-jobs.png",
        "heading" :"What you need to know about online form filling jobs",
        "para":"Online form filling jobs are considered to be one of the best ways to earn an income online, either part-time or full time. A lot of government and private organizations lately provide part-time form filling jobs to freelancers based on specific project requirements which are not fulfilled by permanent role employees.",
        "name":"Harshita Khullar"
    },
    {
        "imageurl":"https://static1.shine.com/l/m/images/blog/jobs.png",
        "heading" :"Explore IT Jobs without Coding",
        "para":"Coding may not be for everyone, but it should not prevent you from pursuing a career in the tech industry. There are several non-coding IT jobs that you can choose from and become a part of this assailing industry.",
        "name":"Dhananjai Khairwal"
    },
    {
        "imageurl":"https://static1.shine.com/l/m/images/blog/yoga-jobs.png",
        "heading" :"Yoga for Working Professionals",
        "para":"As people return to work after a long break because of Covid-19, they are bound to feel out of place. Long-distance commuting and dealing with coworkers can have a mental and physical toll on you. This never-ending race against the clock generates stress and other health issues like headaches, backaches, fatigue, and more.",
        "name":"Dhananjai Khairwal"
    },
    {
        "imageurl":"https://static1.shine.com/l/m/images/blog/airport-jobs.png",
        "heading" :"All You Need to Know About Airport Jobs",
        "para":"Working at an airport is a class in itself and telling your relatives that you've landed a job at any big airport serves as a cherry on top for many youngsters. Well, a lot of people feel that if you do a pilot course, you've made your way to the aviation industry but we are here to educate you that this industry has a lot to offer.",
        "name":"Dhananjai Khairwal"
    },
    {
        "imageurl":"https://static1.shine.com/l/m/images/blog/appraisals.jpg",
        "heading" :"Here's How To Deal With Bad Appraisals Like A Pro",
        "para":"Most of you would have had their yearly appraisal review meetings and let's admit that we all dread the time when our managers are about to tell us about their feedback on our performance. Good appraisals can work as a motivation booster for anyone but a bad appraisal can completely tarnish self-esteem. It can happen to the best of us and it's completely okay if you are one of those employees who have probably worked hard throughout the year, hoping to get a promotion or a good salary hike. ",
        "name":"Harshita Khullar"
    },
    {
        "imageurl":"https://static1.shine.com/l/m/images/blog/women-workplace.jpg",
        "heading" :"Women and Workplace: Can she have it all?",
        "para":"Well, it may not hold good these days when you see a working woman balancing her home and family despite the high demands of her profession. But honestly, a working woman shouldn't try to achieve everything with super perfection at the same time by being a superwoman. That in the end affects her only as she's human and no such comic figure. ",
        "name":"Harshita Khullar"
    }
   
 
]